[
  {
    "संज्ञा": "सव्यभिचारः",
    "उदाहरणम्": "",
    "विवरणम्": "व्याप्यो हेतुः व्यापकं साध्यं व्यभिचरति - ऐकान्तिको नास्ति। ",
    "सूत्रम्": "सव्यभिचारः अनैकान्तिकः। स त्रिविधः साधारणासाधारणानुपसंहारिभेदात्॥"
  },
  {
    "संज्ञा": "सव्यभिचारः - साधारणः",
    "उदाहरणम्": "पर्वतो वह्निमान् प्रमेयत्वात् इति। प्रमेयत्वस्य वह्न्यभाववति ह्रदे विद्यमानत्वात्॥",
    "विवरणम्": "साध्याभाववद्वृत्तिः",
    "सूत्रम्": "॥ तत्र साध्याभाववद्वृत्तिः साधारणो अनैकान्तिकः, यथा पर्वतो वह्निमान् प्रमेयत्वात् इति। प्रमेयत्वस्य वह्न्यभाववति ह्रदे विद्यमानत्वात्॥१९॥"
  },
  {
    "संज्ञा": "सव्यभिचारः - असाधारणः",
    "उदाहरणम्": "शब्दो नित्यः शब्दत्वात् इति। शब्दत्वं हि सर्वेभ्यो नित्येभ्योऽनित्येभ्यश्च व्यवृत्तं शब्दमात्रवृत्तिः॥",
    "विवरणम्": "वस्तुतः साधारण एवान्तर्भवेत्। \nसर्वसपक्षविपक्षव्यावृत्तः पक्षमात्रवृत्तिः असाधारणः।",
    "सूत्रम्": " सर्वसपक्षविपक्षव्यावृत्तः पक्षमात्रवृत्तिः असाधारणः। यथा शब्दो नित्यः शब्दत्वात् इति। शब्दत्वं हि सर्वेभ्यो नित्येभ्योऽनित्येभ्यश्च व्यवृत्तं शब्दमात्रवृत्तिः॥"
  },
  {
    "संज्ञा": "सव्यभिचारः - अनुपसंहारी",
    "उदाहरणम्": "सर्वमनित्यं प्रमेयत्वादिति। अत्र सर्वस्यापि पक्षत्वात् दृष्टान्तो नास्ति॥\nप्रतिवादी \"सर्वं‌ नित्यं‌ प्रमेयत्वाद्\" इति वदेत्!",
    "विवरणम्": "अन्वयव्यतिरेकदृष्टान्तरहितिऽनुपसंहारि।",
    "सूत्रम्": "अन्वयव्यतिरेकदृष्टान्तरहितिऽनुपसंहारि। यथा सर्वमनित्यं प्रमेयत्वादिति। अत्र सर्वस्यापि पक्षत्वात् दृष्टान्तो नास्ति॥"
  },
  {
    "संज्ञा": "सव्यभिचारः - विरुद्धः",
    "उदाहरणम्": "यथा शब्दो नित्यः कृतकत्वादिति। कृतकत्वे सत्य् अनित्यत्वं ध्रुवं वर्तते - प्रागभावात्!",
    "विवरणम्": "अविवेकविशेषं द्योतयतीति पृथङ् नाम।",
    "सूत्रम्": "साध्याभावव्याप्तो हेतुर्विरुद्धः। यथा शब्दो नित्यः कृतकत्वादिति। कृतकत्वं हि नित्यत्वाभावेनाऽनित्यत्वाभावेन व्याप्तम्॥"
  },
  {
    "संज्ञा": "असिद्धः",
    "उदाहरणम्": "",
    "विवरणम्": "",
    "सूत्रम्": "असिद्धस्त्रिविधः - आश्रयासिद्धः, स्वरूपासिद्धो, व्याप्यत्वासिद्धश्चेति॥"
  },
  {
    "संज्ञा": "असिद्धः - आश्रयासिद्धः",
    "उदाहरणम्": "यथा गगनारविन्दं सुरभि, अरविन्दत्वात्, सरोजारविन्दवत्। अत्र गगनारविन्दमाश्रयः स च नास्त्येव॥",
    "विवरणम्": "अत्र पक्षधर्मता हता।",
    "सूत्रम्": "आश्रयासिद्धो यथा गगनारविन्दं सुरभि-अरविन्दत्वात् सरोजारविन्दवत्। अत्र गगब्नारविन्दमाश्रयः स च नास्त्येव॥"
  },
  {
    "संज्ञा": "असिद्धः - स्वरूपासिद्धः",
    "उदाहरणम्": "यथा शब्दो गुणश्चाक्षुषत्वात्। अत्र चाक्षुषत्वं शब्दं नास्ति शब्दस्य श्रावणत्वात्॥",
    "विवरणम्": "",
    "सूत्रम्": "स्वरूपासिद्धो यथा शब्दो गुणश्चाक्षुषत्वात्। अत्र चाक्षुषत्वं शब्दं नास्ति शब्दस्य श्रावणत्वात्॥"
  },
  {
    "संज्ञा": "सव्यभिचारः - असिद्धः - व्याप्यत्वासिद्धः",
    "उदाहरणम्": "पर्वतो धूमवान्वह्निमत्वादित्यत्र आर्द्रेन्धनसंयोगः उपाधिः।\nअतः पर्वतो वह्निमान् +‌आर्द्रेन्धनसंयुक्तः =>‌ धूमवान्।, किन्तु (पर्वतो वह्निमान् =>‌ धूमवान्) इत्ययुक्तम्।",
    "विवरणम्": "",
    "सूत्रम्": "सोपाधिको हेतुः व्याप्यत्वासिद्धः।"
  },
  {
    "संज्ञा": "बाधितः",
    "उदाहरणम्": "यथा वह्निरनुष्णो द्रव्यत्वात् जलवत्। अत्रानुष्णत्वं साध्यं तदभाव उष्णत्वं स्पर्शनप्रत्यक्षेण गुह्यत इति बाधितत्वम्॥",
    "विवरणम्": "",
    "सूत्रम्": "यस्य साध्याभावः प्रमाणान्तरेण निश्चितः स बाधितः। यथा वह्निरनुष्णो द्रव्यत्वात् जलवत्। अत्रानुष्णत्वं साध्यं तदभाव-उष्णत्वं स्पर्शनप्रत्यक्षेण गुह्यत इति बाधितत्वम्॥"
  },
  {
    "संज्ञा": "बाधितः - सत्प्रतिपक्षः",
    "उदाहरणम्": " यथा शब्दो नित्यः श्रावणत्वात् शब्दत्ववत्। शब्दोऽनित्यः कार्यत्वात् घटवत्॥",
    "विवरणम्": "मध्यस्थः पश्चाद् धेत्वोः बलाबलं निश्चेष्यति।",
    "सूत्रम्": " यस्य साध्याभावसाधकं हेत्वन्तरं विद्यते स सत्प्रतिपक्षः। यथा शब्दो नित्यः श्रावणत्वात् शब्दत्ववत्। शब्दोऽनित्यः कार्यत्वात् घटवत्॥"
  }
]